Repository: Infiziert90/PriceCheck
Catalog: PriceCheck.Plugin/Resource/Language.*.resx
Languages: es, fr, it, ja, pt, zh

# ShowSuccessInOverlay_HelpMarker
source: show successful price check
es: muestra una comprobación de precio exitosa
ja: 正常な価格チェックを成功させました
pt: mostrar verificação de preço bem sucedida
zh: 显示成功的价格检查

source: Show toast
es: Mostrar Notificación
pt: Mostrar Toast
zh: 显示弹出提示

# ShowToast_HelpMarker
source: show price check results in toasts
es: mostrar resultados de la comprobación de precio en una notificación
it: mostra i risultati del controllo dei prezzi nei toast
ja: 価格チェック結果を通知に表示
pt: mostrar resultados da busca de preços no toast
zh: 在弹出提示中显示价格结果

# ShowUnmarketableInChat
source: Show unmarketable warning
es: Mostrar advertencia de "imposible de vender"
pt: Mostrar aviso de não comercializável
zh: 显示不可交易警告

# ShowUnmarketableInChat_HelpMarker
source: show warning that the item can't be sold on the market board
es: muestra una advertencia cuando el objeto no se pueda vender en el mercado
pt: mostrar aviso de que o item não pode ser vendido no mercado
zh: 显示不可交易警告

# ShowUnmarketableInOverlay
source: Show unmarketable warning
es: Mostrar advertencia de "imposible de vender"
pt: Mostrar aviso de não comercializável
zh: 显示不可交易警告

# ShowUnmarketableInOverlay_HelpMarker
source: show warning that the item can't be sold on the market board
es: muestra una advertencia cuando el objeto no se pueda vender en el mercado
pt: mostrar aviso de que o item não pode ser vendido no mercado
zh: 显示不可交易警告

# StyleHeading
source: Style
es: Estilo
ja: スタイル
pt: Estilo
zh: 样式

source: Thresholds
fr: Seuils
it: Soglie
ja: しきい値
pt: Limites
zh: 临界值

source: Toast
es: Notificación
ja: 通知
pt: Toast (Aviso na tela)
zh: 弹出提示

# Unmarketable
source: Can't sell on marketboard
fr: Impossible de vendre sur le marché
it: Impossibile vendere sul mercato
ja: マーケット取引不可
pt: Não é possível vender no mercado
zh: 该物品无法在市场出售

source: Use chat colors
fr: Utiliser les couleurs dans la fenêtre de log
it: Usa Colori Chat
ja: チャット色変更
pt: Usar Cores do Chat
zh: 使用聊天颜色

# UseChatColors_HelpMarker
source: use different colors for chat based on result
fr: utiliser des couleurs différentes pour la fenêtre de log en fonction du résultat
it: usa colori diversi per la chat in base al risultato
ja: 結果に基づいてチャットに異なる色を使用します
pt: usar cores diferentes no chat dependendo do resultado
zh: 根据结果为聊天消息设置不同的颜色

source: Use item links
fr: Utiliser les liens d'objet
it: Usa Collegamenti Oggetto
ja: アイテムリンクを使用する
pt: Usar Links de Itens
zh: 使用物品链接

# UseItemLinks_HelpMarker
source: use item links in chat results
fr: utiliser les liens d'objet dans les résultats de la fenêtre de log
it: usa collegamenti oggetto nei risultati della chat
ja: チャット結果にアイテムリンクを使用する
pt: usar links de itens nos resultados no chat
zh: 在聊天消息中使用物品链接

source: Use overlay colors
fr: Utiliser les couleurs dans l'overlay
it: Usa Colori Sovrapposizione
ja: CAPEの重ね書きの色
pt: Usar Cores do Overlay
zh: 使用叠加层颜色

# UseOverlayColors_HelpMarker
source: use different colors for overlay based on result
fr: utiliser des couleurs différentes pour l'overlay en fonction du résultat
it: usa colori diversi per la sovrapposizione in base al risultato
ja: 結果に基づいてオーバーレイに異なる色を使用する
pt: usar cores diferentes para overlay com base no resultado
zh: 根据结果为叠加层设置不同的颜色

source: Waiting for items.
fr: En attente d'objets.
it: In attesa di oggetti.
ja: アイテムを待っています。
pt: Aguardando itens.
zh: 正在等待物品。

source: Plugin enabled
fr: Plug-in activé
it: Plugin Abilitato
ja: プラグイン有効化
pt: Plugin ativado

source: Show context menu
es: Mostrar menú contextual
pt: Mostrar Menu de Contexto

source: Show overlay
fr: Afficher l'overlay
it: Mostra overlay
ja: オーバーレイを表示する
pt: Mostrar overlay
