Repository: Infiziert90/PriceCheck
Catalog: PriceCheck.Plugin/Resource/Language.*.resx
Languages: es, fr, it, ja, pt, zh

# AllowKeybindAfterHover
source: Allow keybind to be pressed after hovering over item
es: Permitir que se presione el atajo de teclado después de pasar el ratón sobre el objeto
fr: Autoriser le raccourci clavier à être pressées après avoir survolé l'objet
pt: Permitir que a tecla de atalho seja pressionada após passar o mouse sobre o item
zh: 允许鼠标悬停项目后的快捷键

# AllowKeybindAfterHover_HelpMarker
source: allows you to hold the keybind after the item tooltip has been opened (disable for legacy mode)
es: permite que se pueda presionar el atajo de teclado después de que aparezca la descripción del objeto (desactivar para el modo clásico)
fr: permet de maintenir le raccourci clavier après l'ouverture de l'infobulle de l'élément (désactiver pour l'ancien comportement)
pt: permite que você segure o atalho após a dica de item ser aberta (desative para o modo legado)
zh: 允许您在物品提示工具打开后按住快捷键(禁用旧模式)

source: Average Price
es: Precio Medio
fr: Prix moyen
ja: 平均価格
pt: Preço Médio
zh: 平均价格

# AveragePriceDesc
source: The average sale price in recent sale history with outliers removed beyond three standard deviations of the mean.
es: El precio de venta medio en el historial de ventas recientes, con los valores atípicos eliminados más allá de tres desviaciones estándar de la media.
pt: O preço médio de venda no histórico de vendas recente com outliers removidos além de três desvios-padrão da média.
zh: 在最近销售历史中，移除超过平均值的三个标准差的物品。

# BelowMinimum
source: Below minimum price
fr: En dessous du prix minimum
it: Sotto il prezzo minimo
ja: 最低価格以下
pt: Preço abaixo do mínimo
zh: 低于最低价格

# BelowVendor
source: Sell to vendor
fr: Vendre au vendeur
it: Vendi al venditore
ja: Npcに販売
pt: Vender ao NPC
zh: 出售给NPC

source: Chat
ja: チャット
zh: 聊天

source: Chat channel
es: Canal de chat
fr: Canal de discussion
pt: Canal de chat
zh: 聊天频道

# ChatChannel_HelpMarker
source: set the chat channel to send messages
es: elegir a qué canal de chat se mandarán los mensajes
fr: définir le canal de discussion pour envoyer des messages
pt: definir o canal de chat para enviar mensagens
zh: 设置聊天频道以发送消息

# ClearPricedItems
source: Clear items
es: Borrar objetos
pt: Limpar itens
zh: 清除所有项目

source: Context Menu
es: Menú Contextual
fr: Menu contextuel
it: Menu contestuale
ja: コンテキストメニュー
pt: Menu de Contexto
zh: 右键菜单

source: Current Average Price
es: Precio Medio Actual
fr: Prix moyen actuel
ja: 現在の平均価格
pt: Preço Médio Atual
zh: 当前平均价格

# CurrentAveragePriceDesc
source: The average sale price in current listings with outliers removed beyond three standard deviations of the mean.
es: El precio de venta medio en los listados actuales con los valores atípicos eliminados más allá de tres desviaciones estándar de la media.
pt: O preço médio de venda no histórico de vendas recente com outliers removidos além de três desvios-padrão da média.
zh: 在最近销售历史中，移除超过平均值的三个标准差的物品。

source: Current Minimum Price
es: Precio Mínimo Actual
fr: Prix minimum actuel
ja: 現在の最低価格
pt: Preço Mínimo Atual
zh: 当前最低价格

# CurrentMinimumPriceDesc
source: The minimum price in current listings across both normal and high quality items.
es: El precio mínimo actual en los listados actuales contando objetos de calidad normal y de alta calidad.
ja: 通常と高品質、両方のアイテムの現在の最低価格。
pt: O preço mínimo nos anúncios atuais em itens normais e de alta qualidade.
zh: 当前列表中的最低价格（包括普通和高品质）。

# DisplayHeading
source: Display
es: Visualización
fr: Affichage
ja: 表示
pt: Exibição
zh: 显示

# FailedToGetData
source: Failed to get data (universalis.app may be down)
fr: Impossible d'obtenir les données (universalis.app may be down)
it: Impossibile ottenere i dati (universalis.app may be down)
ja: データの取得に失敗しました (universalis.app may be down)
pt: Falha ao obter dados (universalis.app may be down)
zh: 获取数据失败 (universalis.app may be down)

# FailedToProcess
source: Failed to process item
es: No se ha podido procesar objeto
fr: Échec du traitement de l'objet
ja: リクエストの処理に失敗しました
pt: Falha ao processar o item
zh: 无法处理物品

source: Filters
zh: 过滤

# FiltersHeading
source: Filters
es: Filtros
ja: フィルター
pt: Filtros
zh: 过滤器

source: General
fr: Général
it: Generale
ja: 一般
pt: Geral
zh: 一般

# HelpMessage
source: To check prices, hold your keybind and then hover over an item in your inventory or linked in chat. You can set your keybind (or disable it) in the PriceCheck settings. The prices are averages from Universalis and will not match any specific listings you see on the market board. You can use /pcheck to open the overlay and /pcheckconfig to open settings. If you need help, reach out on discord or open an issue on GitHub. If you want to help add translations, you can submit updates on Crowdin.
es: To check prices, hold your keybind and then hover over an item in your inventory or linked in chat. You can set your keybind (or disable it) in the PriceCheck settings. The prices are averages from Universalis and will not match any specific listings you see on the market board. You can use /pcheck to open the overlay and /pcheckconfig to open settings. If you need help, reach out on discord or open an issue on GitHub. If you want to help add translations, you can submit updates on Crowdin. Links to both GitHub and Crowdin are available in settings.
fr: Pour vérifier les prix, maintenez votre raccourci clavier, puis survolez un objet dans votre inventaire ou un lien dans le chat. Vous pouvez définir votre raccourci clavier (ou le désactiver) dans les paramètres de PriceCheck. Les prix sont des moyennes de Universalis et ne correspondent à aucune annonce spécifique que vous voyez sur le marché. Vous pouvez utiliser /pcheck pour ouvrir l'overlay et /pcheckconfig pour ouvrir les paramètres. Si vous avez besoin d'aide, contactez nous sur discord ou ouvrez une issue sur GitHub. Si vous souhaitez contribuer aux traductions, vous pouvez envoyer des mises à jour sur Crowdin. Les liens vers GitHub et Crowdin sont disponibles dans les paramètres.
it: Per controllare i prezzi, tieni premuta la scorciatoia e poi passa sopra un oggetto nel tuo inventario o in chat. È possibile la scorciatoia (o disattivarla) nelle impostazioni di PriceCheck. I prezzi sono la media in Universalis e non corrisponderanno ad alcun elenco specifico visibile dalla market board. È possibile usare il comando /pcheck per aprire l'overlay e /pcheckconfig per aprire le impostazioni. Se hai bisogno di aiuto, segnalalo su Discord o apri un ticket su GitHub. Se vuoi aiutare ad aggiungere traduzioni, puoi contribuire revisionandole su Crowdin. I link a GitHub e Crowdin sono disponibili nelle impostazioni.
ja: 価格を確認するには、キーバインドを長押ししてから、インベントリ内のアイテムまたはチャットでリンクされているアイテムにカーソルを合わせます。 PriceCheck設定でキーバインド(または無効)を設定できます。 価格は Universalis からの平均値であり、市場ボードで表示される特定のリストと一致しません。 /pcheck を使用してオーバーレイを開き、/pcheckconfig を使用して設定を開くことができます。 ヘルプが必要な場合は、discordに問い合わせるか、GitHub で問題を開きます。 翻訳の追加を手伝いたい場合は、Crowdin でアップデートを送信することができます。GitHub と Crowdin の両方へのリンクは設定で利用できます。
pt: Para verificar preços, segure sua tecla de atalho e então passe o mouse sobre um item do seu inventário ou linkado no chat. Você pode definir seu atalho (ou desativá-lo) nas configurações do PriceCheck. Os preços são uma média da Universalis e não corresponderão a nenhum anúncio específico que possa achar no mercado. Você pode usar /pcheck para abrir o overlay e /pcheckconfig para abrir as configurações. Se precisar de ajuda, entre em contato no Discord ou abra um issue no GitHub. Se você quiser ajudar a adicionar traduções, você pode enviar atualizações no Crowdin. Links para o GitHub e Crowdin estão disponíveis nas configurações.
zh: 您可以通过按住快捷键并悬浮在背包物品或消息中的物品上来查看价格。快捷键可以在 PriceCheck 设定中进行更改或禁用。该价格是来自于 Universalis 的平均价格且并不等同于您在市场中看到的价格。您可以使用「/pcheck」命令来打开叠加层，「/pcheckconfig」命令来打开设定。如果您需要帮助，请在 Discord 上联系我们或在 GitHub 上新建一个 Issue。如果您希望对翻译做出贡献，请在我们的 Crowdin 上提交翻译。GitHub 和 Crowdin 的链接都可以在设定中找到。

source: Hide overlay timer
es: Ocultar temporizador del overlay
ja: メニュー表示中にオーバーレイを隠す
pt: Timer para ocultar sobreposição
zh: 浮窗显示时间

# HideOverlayTimer_HelpMarker
source: hide overlay after x amount of seconds since last price check - you can disable this by setting to zero.
es: esconde el overlay tras x segundos desde la última comprobación de precio - puedes desactivarlo poniendo cero.
it: nascondi overlay dopo x secondi dall'ultimo controllo del prezzo - puoi farlo impostando a zero.
ja: 前回の価格チェックからx秒後にオーバーレイを隠す - ゼロに設定することでこれを行えます。
pt: ocultar sobreposição após x segundos desde a última verificação de preço - você pode definir como zero.
zh: 在 X 秒后关闭价格浮窗，你可以将其设置为 0 以禁用该功能。

source: Hover delay
fr: Délai du survol
it: Ritardo passaggio puntatore
ja: ホバーの遅延
pt: Atraso de seleção
zh: 悬停延迟

# HoverDelay_HelpMarker
source: delay (in seconds) before processing after hovering
fr: délai (en secondes) avant traitement après survol
it: ritardo (in secondi) prima di elaborare dopo il passaggio del puntatore
ja: ホバリング後の処理の遅延 (秒)
pt: atraso (em segundos) antes de processar após passar o cursor
zh: 悬停后处理前的延迟（秒）IMPROVE REQUIRED

# InstallThankYou
source: Thank you for installing PriceCheck!
fr: Merci d'avoir installé PriceCheck !
it: Grazie per aver installato PriceCheck!
ja: PriceCheckをインストールしていただきありがとうございます！
pt: Obrigado por instalar o PriceCheck!
zh: 感谢您安装 PriceCheck！

source: Keybind
fr: Raccourcis clavier
it: Scorciatoie
ja: キーバインド
pt: Teclas de atalho
zh: 快捷键

# KeybindEnabled
source: Enable keybind
fr: Utiliser le raccourci clavier
it: Usa Scorciatoia
ja: キー設定をリセット
pt: Usar Teclas de Atalho
zh: 使用快捷键

# KeybindEnabled_HelpMarker
source: toggle if keybind is used or just hover
fr: activer/désactiver si le raccourci clavier est utilisé ou simplement survolé
it: attiva/disattiva scorciatoia o il passaggio del puntatore
ja: キーバインドが使用されているか、ホバリングするかを切り替えます
pt: alternar uso do atalho ou apenar passe do mouse
zh: 切换是否使用快捷键或仅悬浮

source: Maximum Price
es: Precio Máximo
fr: Prix maximum
ja: 最高価格
pt: Preço Máximo
zh: 最高价格

# MaximumPriceDesc
source: The maximum price in current listings.
es: El precio máximo en los listados actuales.
ja: 現在の商品の最低価格。
pt: O preço mínimo em anúncios atuais.
zh: 当前列表中的最高价格。

source: Max items
fr: Eléments Max
it: Oggetti Massimi
ja: 最大アイテム数
pt: Máximo de Itens
zh: 最多项目

# MaxItems_HelpMarker
source: set max number of items in overlay at a time
fr: définir le nombre maximum d'éléments dans l'overlay à la fois
it: imposta il numero massimo di elementi in sovrapposizione alla volta
ja: 一度にオーバーレイ中のアイテムの最大数を設定
pt: define o número máximo de itens simultâneos no overlay
zh: 设置叠加层一次可显示的项目数量

source: Max Upload Days
fr: Nombre maximum de jours d'upload
it: Giorni Massimi Di Caricamento
ja: 最大ダウンロード速度
pt: Máximo de Dias de Upload
zh: 最大上传天数

# MaxUploadDays_HelpMarker
source: set maximum age to avoid using old data
fr: définir l'âge maximum pour éviter l'utilisation d'anciennes données
it: impostare l'età massima per evitare di usare dati vecchi
ja: 上限を設定して古いデータを使用しないようにする
pt: definir idade máxima para evitar uso de dados antigos
zh: 设置最大上传时间以避免获取旧数据

source: Minimum Price
fr: Prix minimum
it: Prezzo Minimo
ja: 最低価格
pt: Preço Mínimo
zh: 最低售价

# MinimumPriceDesc
source: The minimum price in current listings.
es: El precio mínimo en los listados actuales.
fr: Le prix minimum dans les annonces en cours.
ja: 現在の商品の最低価格。
pt: O preço mínimo em anúncios atuais.
zh: 当前列表中的最低价格。

# MinimumPrice_HelpMarker
source: set minimum price at which actual average will be displayed
fr: définir le prix minimum à partir duquel la moyenne sera affichée
it: imposta il prezzo minimo per la quale verrà visualizzata la media effettiva
ja: 実際の平均値が表示される最低価格を設定します。
pt: definir preço mínimo no qual a média real será mostrada
zh: 设置实际平均显示的最低价格

# ModifierKeybind
source: Modifier
it: Modificatore
ja: 追加オプション
pt: Modificador
zh: 修饰键

# ModifierKeybind_HelpMarker
source: set your modifier key (e.g. shift)
fr: définir la touche de votre modificateur (ex: shift)
it: imposta il tasto modificatore (maiusc o tab)
ja: 修飾キーを設定 (例: shift)
pt: definir tecla modificadora (por exemplo, shift)
zh: 设置您的修饰键（例如 Shift）

source: No data available
fr: Aucun donné disponible
it: Dati non disponibili
ja: 利用可能なデータはありません。
pt: Sem dados disponíveis
zh: 没有可用数据

# NoRecentDataAvailable
source: No recent data
fr: Aucune donnée récente
it: Nessun dato recente
ja: 最近のデータなし
pt: Nenhum dado recente
zh: 没有近期数据

source: Overlay
ja: オーバーレイ
zh: 叠加层

# PluginDisabled
source: PriceCheck is disabled.
fr: Le plugin PriceCheck est désactivé.
it: PriceCheckPlugin è disabilitato.
ja: PriceCheckPluginは無効です。
pt: PriceCheckPlugin está desativado.
zh: PriceCheck 插件已禁用。

# PluginEnabled_HelpMarker
source: toggle the plugin on/off
fr: activer/désactiver le plugin
it: attiva/disattiva il plugin
ja: プラグインのオン/オフの切り替え
pt: ativar/desativar o plugin
zh: 启用/禁用插件

source: Price mode
it: Modalità Prezzo
zh: 价格模式

# PriceMode_HelpMarker
source: select price calculation to use
it: seleziona il calcolo del prezzo da usare
zh: 选择价格算法

# PrimaryKeybind
source: Primary
fr: Principale
it: Carattere
ja: 標準
pt: Principal
zh: 主要键

# PrimaryKeybind_HelpMarker
source: set your primary key (e.g. None, Z)
fr: définir votre touche principale (ex. Aucune, Z)
it: imposta tasto carattere (es: nessuno, Z)
ja: プライマリキーを設定します（例：なし、Z）
pt: definir tecla principal (por exemplo, Nenhuma, Z)
zh: 设置您的主要键（例如 None、Z）

# RestrictInCombat
source: Don't process in combat
zh: 不要在战斗中进行处理

# RestrictInCombat_HelpMarker
source: don't process price checks while in combat
zh: 战斗时不处理价格检查

# RestrictInContent
source: Don't process in content
zh: 不要在副本中进行处理

# RestrictInContent_HelpMarker
source: don't process price checks while in content
zh: 处于副本时不处理价格检查

source: Sell on marketboard
fr: Vendre sur le marché
it: Vendi sul mercato
ja: マーケットボードで販売
pt: Vender no mercado
zh: 在市场出售

# ShowBelowMinimumInChat
source: Show cheaper than minimum threshold warning
es: Mostrar advertencia de "más barato que el umbral mínimo"
pt: Mostrar aviso de mais barato que o limite mínimo
zh: 显示比最小阈值更低的价格

# ShowBelowMinimumInChat_HelpMarker
source: show warning the price is below your minimum threshold
es: muestra una advertencia cuando el precio esté por debajo de tu umbral
pt: mostrar aviso de que o preço está abaixo do seu limite mínimo
zh: 显示比最小阈值更低的价格警告

# ShowBelowMinimumInOverlay
source: Show cheaper than minimum threshold warning
es: Mostrar advertencia de "más barato que el umbral mínimo"
pt: Mostrar aviso de mais barato que o limite mínimo
zh: 显示比最小阈值更低的价格

# ShowBelowMinimumInOverlay_HelpMarker
source: show warning the price is below your minimum threshold
es: muestra una advertencia cuando el precio esté por debajo de tu umbral
pt: mostrar aviso de que o preço está abaixo do seu limite mínimo
zh: 显示比最小阈值更低的价格警告

# ShowBelowVendorInChat
source: Show cheaper than vendor price warning
es: Mostrar advertencia de "más barato que en mercader NPC"
pt: Mostrar aviso de preço mais barato que o de um vendedor
zh: 显示比商店价格警告更低的价格

# ShowBelowVendorInChat_HelpMarker
source: show warning that the market price is cheaper than what you can sell it to a vendor for
es: muestra una advertencia cuando el precio de venta del objeto sea más barato del precio al que se vende a vendedores NPC
pt: mostrar aviso de que o preço no mercado é mais barato do que o que você pode vender a um vendedor
zh: 市场价格比您可以卖给商店的价格更低时显示警告。

# ShowBelowVendorInOverlay
source: Show cheaper than vendor price warning
es: Mostrar advertencia de "más barato que en mercader NPC"
pt: Mostrar aviso de preço mais barato que o de um vendedor
zh: 显示比商店价格警告更低的价格

# ShowBelowVendorInOverlay_HelpMarker
source: show warning that the market price is cheaper than what you can sell it to a vendor for
es: muestra una advertencia cuando el precio de venta del objeto sea más barato del precio al que se vende a vendedores NPC
pt: mostrar aviso de que o preço no mercado é mais barato do que o que você pode vender a um vendedor
zh: 市场价格比您可以卖给商店的价格更低时显示警告。

# ShowFailedToGetDataInChat
source: Show failed to get data error
es: Mostrar errores de "no se pudo obtener datos"
fr: Afficher les erreur de récupération de données
pt: Mostrar erro de falha ao obter dados
zh: 显示数据获取失败信息

# ShowFailedToGetDataInChat_HelpMarker
source: show error where the plugin couldn't connect to universalis to get the data - usually a problem with your connection or universalis is down
es: muestra un error cuando el plugin no se pueda conectar a universalis para obtener los datos - normalmente es un problema con tu conexión o cuando universalis se cae
pt: mostrar erro quando o plugin não conseguir se conectar ao universalis para obter os dados - geralmente um problema com sua conexão ou universalis está offline
zh: 在无法从 Universalis 获取数据时显示错误，这通常由于网络连接问题或 Universalis 服务器宕机引起

# ShowFailedToGetDataInOverlay
source: Show failed to get data error
es: Mostrar errores de "no se pudo obtener datos"
ja: データエラーの取得に失敗しました
pt: Mostrar erro de falha ao obter dados
zh: 显示数据获取失败信息

# ShowFailedToGetDataInOverlay_HelpMarker
source: show error where the plugin couldn't connect to universalis to get the data - usually a problem with your connection or universalis is down
es: muestra un error cuando el plugin no se pueda conectar a universalis para obtener los datos - normalmente es un problema con tu conexión o cuando universalis se cae
pt: mostrar erro quando o plugin não conseguir se conectar ao universalis para obter os dados - geralmente um problema com sua conexão ou universalis está offline
zh: 在无法从 Universalis 获取数据时显示错误，这通常由于网络连接问题或 Universalis 服务器宕机引起

# ShowFailedToProcessInChat
source: Show failed to process error
es: Mostrar error de "no se pudo procesar"
fr: Afficher les échecs de traitement
pt: Mostrar erro de falha ao processar
zh: 显示处理失败信息

# ShowFailedToProcessInChat_HelpMarker
source: show error where something went wrong unexpectedly
es: muestra un error cuando algo vaya mal de manera inesperada
fr: afficher une erreur quand un problème inattendu se produit
pt: mostrar um erro quando alguma coisa deu errado de forma inesperada
zh: 在发生异常时显示错误

# ShowFailedToProcessInOverlay
source: Show failed to process error
es: Mostrar errores de "incapaz de procesar"
ja: エラーの処理に失敗しました
pt: Mostrar erro de falha ao processar
zh: 显示处理失败信息

# ShowFailedToProcessInOverlay_HelpMarker
source: show error where something went wrong unexpectedly
es: muestra un error cuando algo vaya mal de manera inesperada
ja: 予期せずエラーが発生した場合にエラーを表示
pt: mostrar um erro quando alguma coisa deu errado de forma inesperada
zh: 在发生异常时显示错误

source: Show in chat
fr: Voir dans la fenêtre de log
it: Mostra in chat
ja: チャットの表示
pt: Mostrar no chat
zh: 在聊天中显示

# ShowInChat_HelpMarker
source: show price check results in chat
fr: afficher les résultats de la vérification des prix dans la fenêtre de log
it: mostra i risultati del controllo dei prezzi in chat
ja: 価格チェック結果をチャットに表示する
pt: mostrar resultados da busca de preços no chat
zh: 在聊天中显示价格结果

source: Show keybind in titlebar
es: Mostrar atajo de teclado en la barra de título
pt: Mostrar atalho na barra de título
zh: 在标题栏中显示快捷键

# ShowKeybindInTitleBar_HelpMarker
source: toggle if keybind is displayed in titlebar
es: alternar la visualización del atajo de teclado en la barra de título
pt: alternar se o atalho é exibido na barra de título
zh: 切换在标题栏上快捷键的显示

# ShowNoDataAvailableInChat
source: Show no data available warning
es: Mostrar advertencia de "no hay datos disponibles"
fr: Afficher un avertissement quand il n'y a pas de donnée
pt: Mostrar alerta de dados indisponíveis
zh: 显示无可用数据信息

# ShowNoDataAvailableInChat_HelpMarker
source: show warning where there was no data from universalis available for the item
es: muestra una advertencia cuando no haya datos en universalis para el objeto señalado
fr: afficher un avertissement quand il n'y a pas de données disponible pour l'objet sur Universalis
pt: mostrar aviso quando não houver dados do universalis disponíveis para o item
zh: 在无法从 Universalis 取得有用数据时显示错误

# ShowNoDataAvailableInOverlay
source: Show no data available warning
es: Mostrar advertencia de "no hay datos disponibles"
pt: Mostrar alerta de dados indisponíveis
zh: 显示无可用数据信息

# ShowNoDataAvailableInOverlay_HelpMarker
source: show warning where there was no data from universalis available for the item
es: muestra una advertencia cuando no haya datos en universalis para el objeto señalado
pt: mostrar aviso quando não houver dados do universalis disponíveis para o item
zh: 在无法从 Universalis 取得有用数据时显示错误

# ShowNoRecentDataAvailableInChat
source: Show no recent data available warning
es: Mostrar advertencia de "no hay datos recientes disponibles"
pt: Mostrar aviso de que não há de dados recentes disponíveis
zh: 显示无最近数据信息

# ShowNoRecentDataAvailableInChat_HelpMarker
source: show warning where there was no recent data from universalis available for the item within your threshold
es: muestra una advertencia cuando no hayan datos recientes en universalis para el objeto, dentro de tu umbral
pt: mostrar aviso quando não houver dados recentes do universalis disponíveis para o item dentro do seu limite
zh: 当阈值范围内没有Universalis最新数据时显示警告

# ShowNoRecentDataAvailableInOverlay
source: Show no recent data available warning
es: Mostrar advertencia de "no hay datos recientes disponibles"
pt: Mostrar aviso de que não há de dados recentes disponíveis
zh: 显示无最近数据信息

# ShowNoRecentDataAvailableInOverlay_HelpMarker
source: show warning where there was no recent data from universalis available for the item within your threshold
es: muestra una advertencia cuando no hayan datos recientes en universalis para el objeto, dentro de tu umbral
pt: mostrar aviso quando não houver dados recentes do universalis disponíveis para o item dentro do seu limite
zh: 当阈值范围内没有Universalis最新数据时显示警告

source: Show overlay by keybind
es: Mostrar overlay al pulsar combinación de teclas
fr: Afficher l'overlay avec un raccourci
ja: キーバインドでオーバーレイを表示
pt: Mostrar sobreposição por atalho
zh: 悬浮窗中显示快捷键

# ShowOverlayByKeybind_HelpMarker
source: show overlay window when keybind is being held
es: muestra la ventana del overlay cuando se mantenga una combinación de teclas
fr: afficher l'overlay quand un raccourci clavier est appuyé
ja: キーバインド時にオーバーレイウィンドウを表示する
pt: mostrar janela de sobreposição quando o atalho estiver sendo pressionado
zh: 按住快捷键时显示悬浮窗

source: Show overlay on login
es: Mostrar overlay al iniciar sesión
fr: Afficher l'overlay à la connexion
ja: ログイン時にオーバーレイを表示
pt: Mostrar sobreposição no login
zh: 登录时显示悬浮窗

# ShowOverlayOnLogin_HelpMarker
source: show overlay window on login
es: muestra la ventana del overlay al iniciar sesión
fr: afficher la fenêtre de l'overlay à la connexion
ja: ログイン時にオーバーレイウィンドウを表示
pt: mostrar janela de sobreposição no login
zh: 在登录时显示悬浮窗

# ShowOverlay_HelpMarker
source: show price check results in overlay window
fr: afficher les résultats de vérification des prix dans l'overlay
it: mostra i risultati del controllo dei prezzi nella finestra di sovrapposizione
ja: オーバーレイウィンドウで価格チェック結果を表示する
pt: mostrar resultados da busca de preços na janela de overlay
zh: 在叠加层显示价格结果

source: Show prices
fr: Afficher les prix
it: Mostra prezzi
ja: 価格を表示：
pt: Mostrar preços
zh: 显示价格

# ShowPrices_HelpMarker
source: show price or just show advice
fr: afficher le prix ou voir les conseils
it: mostra prezzo o mostra consigli
ja: 価格を表示するかアドバイスを表示する
pt: mostrar preço ou apenas conselhos
zh: 显示价格或仅显示建议

# ShowSuccessInChat
source: Show successful price check
es: Mostrar comprobación de precio exitosa
fr: Afficher les vérifications de prix réussies
pt: Mostrar verificação de preço bem sucedida
zh: 显示成功的价格检查

# ShowSuccessInChat_HelpMarker
source: show successful price check
es: muestra una comprobación de precio exitosa
fr: afficher les vérifications de prix réussies
pt: mostrar verificação de preço bem sucedida
zh: 显示成功的价格检查

# ShowSuccessInOverlay
source: Show successful price check
es: Mostrar comprobación de precio exitosa
ja: 正常な価格チェックを表示
pt: Mostrar verificação de preço bem sucedida
zh: 显示成功的价格检查
